<div>
    <h4>شاخص‌های روایی سبک پاسخ</h4>
    <ul>
        @if ($sample->score->v->raw == 1)
        <li>
            <strong>روایی (V):</strong> به خاطر نمره ۱ در این مقیاس نمونه با احتیاط بررسی شود
        </li>
        @elseif($sample->score->v->raw == 2)
        <li>
            <strong>روایی (V):</strong> به خاطر نمره ۲ در این مقیاس، این نمونه نامعتبر می‌باشد
        </li>
        @endif

        @if ($sample->score->x->br >= 75)
        <li>
            <strong>افشاگری (X):</strong> افراد با نمرات بالا، بی‌پرده و افشاگر هستند
        </li>
        @elseif($sample->score->x->br <75)
        <li>
            <strong>افشاگری (X):</strong> افراد با نمرات پایین، دفاع بالایی دارند
        </li>
        @endif

        @if ($sample->score->y->br >= 75)
        <li>
            <strong>جامعه‌پسندی (Y):</strong> نمره بالا نشان می‌دهد که آزمودنی تلاش می‌کند خود را بافضیلت نشان دهد
        </li>
        @endif

        @if ($sample->score->z->br >= 75)
        <li>
            <strong>بدجلوه‌دهی (Z):</strong> نمره بالا در این مقیاس نشان‌دهنده اغراق در مشکلات و علائم روان‌شناختی است
        </li>
        @endif
    </ul>
</div>
<div>
    <h4>الگوهای بالینی شخصیت</h4>
    @if ($sample->score->{'1'}->raw >= 1)
    <p>
        <h5>شخصیت اسکیزوئد (1)</h5>
        تیپ منفعل-منزوی میلون را بازنمایی می‌کند افراد مبتلا به این اختلال شخصیت:
        <ul>
            <li>
                با فقدان تمایل و ناتوانی در لذت بردن یا احساس درد مشخص می‌شوند
            </li>
            <li>
                هم‌چنین این افراد سرد و غیراجتماعی بوده و نیازهای عاطفی اندکی دارند
            </li>
        </ul>
    </p>
    @endif
    @if ($sample->score->{'2a'}->raw >= 1)
    <p>
        <h5>شخصیت اجتنابی (2A)</h5>
        تیپ فعال-منزوی میلون را بازنمایی می‌کند. این افراد به اندازه اسکیزوئیدها منزوی هستند اما به تماس با دیگران رغبت نشان می‌دهند و اگر اطمینان یابند که مورد تمسخر قرار نمی‌گیرند یا مورد آزار و اذیت قرار نمی‌گیرند، مایل به یافتن دوستان جدید برای خود هستند. دلیل انزوای آن‌ها ترس از انتقاد و تمسخر از جانب دیگران است.
    </p>
    @endif
    @if ($sample->score->{'2b'}->raw >= 1)
    <p>
        <h5>شخصیت افسرده (2B)</h5>
        <p>جنبه‌هایی از تیپ منفعل-منزوی میلون را بازنمایی می‌کند. این مقیاس برای سبک شخصیت افسرده است و با افسردگی بالینی تفاوت دارد.</p>
        <p>در جنبه‌های ناتوانی در لذت بردن، ناشاد بودن و غم با شخصیت‌های اسکیزوئید شباهت دارند ولی افراد مبتلا به اختلال شخصیت افسرده احساس ناتوانی قابل توجهی در کسب مجدد لذت دارند.</p>
    </p>
    @endif

    @if ($sample->score->{'3'}->raw >= 1)
    <p>
        <h5>شخصیت وابسته (3)</h5>
        جنبه‌هایی از تیپ منفعل-وابسته میلون را بازنمایی می‌کند. افرادی که در این مقیاس نمره بالا می‌آورند افرادی هسند که برای حمایت، ایمنی و راهنمایی به دیگران متکی هستند و به شکل منفعلانه منتظرند که دیگران راه را به آن‌ها نشان دهند.
    </p>
    @endif

    @if ($sample->score->{'4'}->raw >= 1)
    <p>
        <h5>شخصیت نمایشی (4)</h5>
        جنبه‌هایی از تیپ فعال-وابسته میلون را بازنمایی می‌کند.
        <ul>
            <li>نمرات بالای این مقیاس مانند شخصیت وابسته متکی به دیگران هستند ولی فعل هستند و معمولا برای به دست آوردن احترام و محبت از دیگران، مهارت‌های اجتماعی خوبی از خود نشان می‌دهند</li>
            <li>در عین حال دارای یک ترس پنهان از خودمختاری و مستقل عمل کردن هستند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'5'}->raw >= 1)
    <p>
        <h5>شخصیت خودشیفته (5)</h5>
        جنبه‌هایی از تیپ منفعل: مستقل در تیپ شناسی میلون را می‌سنجد. نمرات بالای این مقیاس:
        <ul>
            <li>بیش از حد به خودشان ارزش می‌دهند</li>
            <li>از خود راضی،‌ متکبر و مغرور هستند</li>
            <li>خود را ذی‌حق و به شکل خودمحورانه‌ای به خود مشغولند</li>
            <li>برای رسیدن به مقصود خود می‌توانند خاضعانه و مطیع نیز باشند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'6a'}->raw >= 1)
    <p>
        <h5>شخصیت ضد اجتماعی (6A)</h5>
        جنبه‌هایی از تیپ فعال-مستقل میلون را می‌سنجد. نمرات بالا ویژگی‌های زیر را دارد:
        <ul>
            <li>این افراد رفتاری تهدید‌آمیز دارند</li>
            <li>قوانین و مقررات اجتماعی را برای رسیدن به اهدافشان زیر پا می‌گذارند</li>
            <li>خود را ذی‌حق و به شکل خودمحورانه‌ای به خود مشغولند</li>
            <li>ابایی از دروغ‌گویی، دو رویی و استثمار دیگران ندارند و مرتکب جرم و جنایت در دنیا می‌شوند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'6b'}->raw >= 1)
    <p>
        <h5>شخصیت آزارگر (6B)</h5>
        جزء تیپ فعال-ناموفق از تیپ‌شناسی میلون را بازنمایی می‌کند. نمرات بالا ویژگی‌های زیر را دارد:
        <ul>
            <li>به شیوه خشن و با رفتار قدرت‌طلبانه، دیگران را مورد پرخاشگری کلامی و رفتاری قرار می‌دهند</li>
            <li>احساسات دیگران را راحت جریحه دار می‌کنند</li>
            <li>حقوق دیگران را ضایع می‌کنند</li>
        </ul>
    </p>
    @endif
</div>
