<div>
    <h4>شاخص‌های روایی سبک پاسخ</h4>
    <ul>
        <li><strong>روایی (V):</strong>
            @if ($sample->score->v->raw == 0)
                آزمون از لحاظ روایی معتبر باشد
            @elseif($sample->score->v->raw == 1)
                به خاطر نمره ۱ در این مقیاس، نمونه با احتیاط تفسیر شود و از لحاظ روایی مشکوک است
            @elseif($sample->score->v->raw >= 2)
                به خاطر نمره {{$sample->score->v->raw}} در این مقیاس، نمونه معتبر نیست و روایی آن مشکل دارد
            @endif
        </li>

        <li><strong>افشاگری (X):</strong>
            @if ($sample->score->x->br >= 34 && $sample->score->x->br <= 178)
                از لحاظ شاخص افشاگری معتبر است
            @else
                از لحاظ شاخص افشاگری نامعتبر است
                <ul>
                    <li>{{$sample->score->x->br < 34 ? 'فرد افشاگری پایینی دارد' : 'فرد افشاگری بالایی دارد'}}</li>
                </ul>
            @endif
        </li>

        @if ($sample->score->y->br > 75)
        <li>
            <strong>جامعه‌پسندی (Y):</strong> این افراد می‌خواهند تصویر خوبی از خود ارائه دهند
        </li>
        @endif

        @if ($sample->score->z->br > 75)
        <li>
            <strong>بدجلوه‌دهی (Z):</strong> این فرد مشکلات روان‌شناختی خود را اغراق کرده است
        </li>
        @endif
    </ul>
</div>
<div>
    <h4>الگوهای بالینی شخصیت</h4>
    @if ($sample->score->{'1'}->br > 75)
    <p>
        <h5>شخصیت اسکیزوئد (1)</h5>
        تیپ منفعل-منزوی میلون را بازنمایی می‌کند افراد مبتلا به این اختلال شخصیت:
        <ul>
            <li>
                با فقدان تمایل و ناتوانی در لذت بردن یا احساس درد مشخص می‌شوند
            </li>
            <li>
                هم‌چنین این افراد سرد و غیراجتماعی بوده و نیازهای عاطفی اندکی دارند
            </li>
        </ul>
    </p>
    @endif
    @if ($sample->score->{'2a'}->br > 75)
    <p>
        <h5>شخصیت اجتنابی (2A)</h5>
        تیپ فعال-منزوی میلون را بازنمایی می‌کند. این افراد به اندازه اسکیزوئیدها منزوی هستند اما به تماس با دیگران رغبت نشان می‌دهند و اگر اطمینان یابند که مورد تمسخر قرار نمی‌گیرند یا مورد آزار و اذیت قرار نمی‌گیرند، مایل به یافتن دوستان جدید برای خود هستند. دلیل انزوای آن‌ها ترس از انتقاد و تمسخر از جانب دیگران است.
    </p>
    @endif
    @if ($sample->score->{'2b'}->br > 75)
    <p>
        <h5>شخصیت افسرده (2B)</h5>
        <p>جنبه‌هایی از تیپ منفعل-منزوی میلون را بازنمایی می‌کند. این مقیاس برای سبک شخصیت افسرده است و با افسردگی بالینی تفاوت دارد.</p>
        <p>در جنبه‌های ناتوانی در لذت بردن، ناشاد بودن و غم با شخصیت‌های اسکیزوئید شباهت دارند ولی افراد مبتلا به اختلال شخصیت افسرده احساس ناتوانی قابل توجهی در کسب مجدد لذت دارند.</p>
    </p>
    @endif

    @if ($sample->score->{'3'}->br > 75)
    <p>
        <h5>شخصیت وابسته (3)</h5>
        جنبه‌هایی از تیپ منفعل-وابسته میلون را بازنمایی می‌کند. افرادی که در این مقیاس نمره بالا می‌آورند افرادی هسند که برای حمایت، ایمنی و راهنمایی به دیگران متکی هستند و به شکل منفعلانه منتظرند که دیگران راه را به آن‌ها نشان دهند.
    </p>
    @endif

    @if ($sample->score->{'4'}->br > 75)
    <p>
        <h5>شخصیت نمایشی (4)</h5>
        جنبه‌هایی از تیپ فعال-وابسته میلون را بازنمایی می‌کند.
        <ul>
            <li>نمرات بالای این مقیاس مانند شخصیت وابسته متکی به دیگران هستند ولی فعل هستند و معمولا برای به دست آوردن احترام و محبت از دیگران، مهارت‌های اجتماعی خوبی از خود نشان می‌دهند</li>
            <li>در عین حال دارای یک ترس پنهان از خودمختاری و مستقل عمل کردن هستند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'5'}->br > 75)
    <p>
        <h5>شخصیت خودشیفته (5)</h5>
        جنبه‌هایی از تیپ منفعل-مستقل در تیپ شناسی میلون را می‌سنجد. نمرات بالای این مقیاس:
        <ul>
            <li>بیش از حد به خودشان ارزش می‌دهند</li>
            <li>از خود راضی،‌ متکبر و مغرور هستند</li>
            <li>خود را ذی‌حق می‌بینند و به شکل خودمحورانه‌ای به خود مشغولند</li>
            <li>برای رسیدن به مقصود خود می‌توانند خاضعانه و مطیع نیز باشند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'6a'}->br > 75)
    <p>
        <h5>شخصیت ضد اجتماعی (6A)</h5>
        جنبه‌هایی از تیپ فعال-مستقل میلون را می‌سنجد. نمرات بالا ویژگی‌های زیر را دارد:
        <ul>
            <li>این افراد رفتاری تهدید‌آمیز دارند</li>
            <li>قوانین و مقررات اجتماعی را برای رسیدن به اهدافشان زیر پا می‌گذارند</li>
            <li>ابایی از دروغ‌گویی، دو رویی و استثمار دیگران ندارند و مرتکب جرم و جنایت در دنیا می‌شوند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'6b'}->br > 75)
    <p>
        <h5>شخصیت آزارگر (6B)</h5>
        جزء تیپ فعال-ناموفق از تیپ‌شناسی میلون را بازنمایی می‌کند. نمرات بالا ویژگی‌های زیر را دارد:
        <ul>
            <li>به شیوه خشن و با رفتار قدرت‌طلبانه، دیگران را مورد پرخاشگری کلامی و رفتاری قرار می‌دهند</li>
            <li>احساسات دیگران را راحت جریحه دار می‌کنند</li>
            <li>حقوق دیگران را ضایع می‌کنند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'7'}->br > 75)
    <p>
        <h5>شخصیت اجباری (7)</h5>
        جزء تیپ منفعل-دو سوگرای از تیپ‌شناسی میلون است
        <ul>
            <li>محتوای ماده‌ها مرتبط با رفتار کمال‌گرایانه و منظم، بی‌حوصلگی، رفتار مطیع‌مآبانه، سرکوب عواطف،  خشکی و تعصب می‌باشد</li>
            <li>با احساس کنترل و کمال‌گرایی، تقاضاهای بالایی از خود و دیگران دارند</li>
            <li>هرچند ظاهرا همرنگ و مطیع هستند اما ناراحت و رنجورند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'8a'}->br > 75)
    <p>
        <h5>شخصیت منفی‌گرا (8A)</h5>
        اختلال شخصیت منفعل-پرخاشگر نیز گفته می‌شود که به ارزیابی تیپ فعال-دوسوگرا در تیپ‌شناسی میلون می‌پردازد. افرادی که در این مقیاس نمرات بالائی می‌گیرند ویژگی‌های زیر را دارند:
        <ul>
            <li>بین اعتنا و بی‌اعتنایی نسبت به دیگران دودل هستند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'8b'}->br > 75)
    <p>
        <h5>شخصیت خودناکام‌ساز (8B)</h5>
        در تیپ‌شناسی میلون، تیپ منفعل-ناراضی می‌سنجد. ویژگی این تیپ شخصیت‌ها عبارت است از:
        <ul>
            <li>با تملق و ایثارگری خود را در موقعیت‌های قرار می‌دهند که مورد استثمار قرار گیرند</li>
            <li>به دیگران اجازه می‌دهند از آن‌ها بهره‌کشی کنند</li>
        </ul>
    </p>
    @endif
</div>


<div>
    <h4>الگوهای بالینی شدید شخصیت</h4>
    @if ($sample->score->{'s'}->br > 75)
    <p>
        <h5>شخصیت اسکیزوتایپی (S)</h5>
        افراد با نمرات بالا ویژگی زیر را دارد:
        <ul>
            <li>از نظر هیجانی ملایم، باعاطفه، سطحی یا با یک حالت احتیاط توام با نگرانی</li>
            <li>از لحاظ اجتماعی معمولا منزوی هستند و به روابط اجتماعی ندارند</li>
            <li>فرآیند تفکر آن‌ها مماسی، بی‌ربط یا درهم باشند</li>
            <li>مستعد اسکیزوفرنی هستند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'c'}->br > 75)
    <p>
        <h5>شخصیت مرزی (C)</h5>
        افراد با نمرات بالا ویژگی‌های زیر را دارند:
        <ul>
            <li>از لحاظ احساسات متزلزل هستند. بداخلاق، ‌ناراحت، مضطرب و افسرده هستند و گاه‌گاهی احساسات متناقضی از خود نشان می‌دهند</li>
            <li>سابقه رفتارهای تکانشی و نیازهای شدید وابستگی به همراه ترس از ترک نشان می‌دهند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'p'}->br > 75)
    <p>
        <h5>شخصیت پارانوئید (P)</h5>
        افراد با نمرات بالا افکار زیر را دارند:
        <ul>
            <li>افکار تدافعی، بدگمان و ظنین هستند</li>
            <li>دیگران در تلاش هستند به صورت بدخواهانه آن ها را کنترل کنند</li>
            <li>آزاردهنده، تحریک‌پذیر، خشن و کند دارند</li>
        </ul>
    </p>
    @endif
</div>

<div>
    <h4>نشانگان بالینی</h4>
    @if ($sample->score->{'a'}->br > 75)
    <p>
        <h5>اختلال اضطراب (A)</h5>
        نشانگان اضطراب فراگیر را می‌سنجد؛ محتوای ماده‌ها راجع به تنش عصبی، گریه، نگرانی و شکایت‌های بدنی است.
    </p>
    @endif

    @if ($sample->score->{'h'}->br > 75)
    <p>
        <h5>اختلال جسمی (H)</h5>
        نشانه‌های اضطراب که ممکن است به نشانه‌های جسمی و بدنی جابه‌جا شده‌ باشند.
    </p>
    @endif

    @if ($sample->score->{'n'}->br > 75)
    <p>
        <h5>دوقطبی؛ اختلال مانیک (N)</h5>
        علائم مانیک و شدید‌تر را می‌سنجد. ماده‌هایی راجع به پرش افکار، انرژی زیاد، تکانشی بودن، عزت نفس افزایش یافته و فعالیت زیاد است.
    </p>
    @endif

    @if ($sample->score->{'d'}->br > 75)
    <p>
        <h5>اختلال افسرده‌خویی (D)</h5>
        افسردگی با دوره ۲ سال یا بیشتر را می‌سنجد. این افراد قادر به ادامه یا انجام کارهای روزمره خود نیستند.
    </p>
    @endif

    @if ($sample->score->{'b'}->br > 75)
    <p>
        <h5>وابستگی به الکل (B)</h5>
        ۶ ماده آن مستقیم با سو استفاده از الکل رابطه دارد و ۹ ماده این مقیاس به صورت غیر مستقیم مرتبط با باده‌نوشی است.  شامل تکانشی بودن، دلیل‌تراشی‌ها، عدم رعایت هنجارهای اجتماعی و... .
    </p>
    @endif

    @if ($sample->score->{'t'}->br > 75)
    <p>
        <h5>وابستگی به مواد (T)</h5>
        مواد آن مربوط به سابقه فرد در سو مصرف مواد در گذشته و در حال حاضر است.
    </p>
    @endif

    @if ($sample->score->{'r'}->br > 75)
    <p>
        <h5>اختلال استرس پس از ضربه (R)</h5>
        محتوای این سوالات در رابطه با خاطرات دردناک، وحشت‌های شبانه، گزارش‌هایی از ترور و فلش‌بک‌ها می‌باشد.
    </p>
    @endif
</div>


<div>
    <h4>نشانگان بالینی شدید</h4>
    @if ($sample->score->{'ss'}->br > 75)
    <p>
        <h5>اختلال تفکر (SS)</h5>
        <ul>
            <li>ماهیتی سایکوتیک را می‌سنجد</li>
            <li>اغلب گوشه‌گیر هستند</li>
            <li>عاطفه نامناسب دارند</li>
            <li>گیج و واپس‌مانده به نظر می‌رسند</li>
            <li>از هم‌گسیخته، آشفته و عجیب و غریب هستند</li>
            <li>گیج و واپس‌مانده به نظر می‌رسند</li>
            <li>ممکن است توهم یا هذیان یا هردو را داشته باشند</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'cc'}->br > 75)
    <p>
        <h5>افسردگی اساسی (CC)</h5>
        <ul>
            <li>افکار خودکشی را می‌سنجد</li>
            <li>علائم شناختی و نباتی افسردگی را می‌سنجد</li>
            <li>ناتوانی در عملکرد، احساس یاس و ناامیدی و عدم احساس لذت می‌باشد</li>
        </ul>
    </p>
    @endif

    @if ($sample->score->{'pp'}->br > 75)
    <p>
        <h5>اختلال هذیانی (PP)</h5>
        <ul>
            <li>هذیان‌های بزرگ‌منشی و آسیب و گوش‌بزنگی را می‌سنجد</li>
            <li>احتمال تشخیص اختلال پارانوئید را دارند</li>
            <li>هذیان‌های گزند و آسیب یا بزرگ‌منشی را دارند</li>
        </ul>
    </p>
    @endif
</div>
